/* Localizable strings of com.apple.vpnsettings preference manifest */

"VPN.pfm_title" = "Ajustes VPN";
"VPN.pfm_description" = "Preferencias de VPN.";

"ServiceType.pfm_title" =				"Tipo de servicio";
"ServiceType.pfm_description" =				"Tipo de servicio. Ajustar a L2TP o PPTP.";
"CommRemoteAddress.pfm_title" =			"Dirección servidor VPN";
"CommRemoteAddress.pfm_description" =		"Direcciones de la ubicación URL del servidor VPN.";
"UserLoginName.pfm_title" =				"Nombre usuario de inicio de sesión";
"UserLoginName.pfm_description" =			"Nombre de inicio de sesión usado para la conexión. No use esta clave si quiere usar el nombre de usuario de inicio de sesión actual.";
"UserDefinedName.pfm_title" =			"Nombre descriptivo";
"UserDefinedName.pfm_description" =			"Introduzca un nombre descriptivo que será mostrado al conectar con el servidor.";
"UserAuthenticationType.pfm_title" =	"Tipo de autenticación de usuario";
"UserAuthenticationType.pfm_description" =	"Tipo de autenticación VPN. Ajuste a Contraseña, Kerberos, TokenCard o SecurID.";
